{
  "attributes": [
    "Coat color",
    "Coat pattern",
    "Coat texture",
    "Fur length",
    "Ear shape",
    "Ear size",
    "Tail shape",
    "Tail length",
    "Body size",
    "Body build",
    "Face shape",
    "Eye shape",
    "Eye color",
    "Muzzle shape",
    "Head size",
    "Leg length",
    "Posture",
    "Overall silhouette",
    "Typical markings",
    "Fur density"
  ],
  "vdt": {
    "abyssinian": [
      "For coat color, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For body size, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For body build, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For head size, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For posture, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the abyssinian shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the abyssinian shows a distinctive visual characteristic typical of the breed."
    ],
    "american_bulldog": [
      "For coat color, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For body size, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For body build, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For head size, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For posture, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the american bulldog shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the american bulldog shows a distinctive visual characteristic typical of the breed."
    ],
    "american_pit_bull_terrier": [
      "For coat color, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For body size, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For body build, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For head size, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For posture, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the american pit bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the american pit bull terrier shows a distinctive visual characteristic typical of the breed."
    ],
    "basset_hound": [
      "For coat color, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For body size, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For body build, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For head size, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For posture, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the basset hound shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the basset hound shows a distinctive visual characteristic typical of the breed."
    ],
    "beagle": [
      "For coat color, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For body size, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For body build, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For head size, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For posture, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the beagle shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the beagle shows a distinctive visual characteristic typical of the breed."
    ],
    "bengal": [
      "For coat color, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For body size, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For body build, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For head size, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For posture, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the bengal shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the bengal shows a distinctive visual characteristic typical of the breed."
    ],
    "birman": [
      "For coat color, the birman shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the birman shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the birman shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the birman shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the birman shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the birman shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the birman shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the birman shows a distinctive visual characteristic typical of the breed.",
      "For body size, the birman shows a distinctive visual characteristic typical of the breed.",
      "For body build, the birman shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the birman shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the birman shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the birman shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the birman shows a distinctive visual characteristic typical of the breed.",
      "For head size, the birman shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the birman shows a distinctive visual characteristic typical of the breed.",
      "For posture, the birman shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the birman shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the birman shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the birman shows a distinctive visual characteristic typical of the breed."
    ],
    "bombay": [
      "For coat color, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For body size, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For body build, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For head size, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For posture, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the bombay shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the bombay shows a distinctive visual characteristic typical of the breed."
    ],
    "boxer": [
      "For coat color, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For body size, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For body build, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For head size, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For posture, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the boxer shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the boxer shows a distinctive visual characteristic typical of the breed."
    ],
    "british_shorthair": [
      "For coat color, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For body size, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For body build, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For head size, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For posture, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the british shorthair shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the british shorthair shows a distinctive visual characteristic typical of the breed."
    ],
    "egyptian_mau": [
      "For coat color, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For body size, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For body build, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For head size, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For posture, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the egyptian mau shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the egyptian mau shows a distinctive visual characteristic typical of the breed."
    ],
    "maine_coon": [
      "For coat color, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For body size, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For body build, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For head size, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For posture, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the maine coon shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the maine coon shows a distinctive visual characteristic typical of the breed."
    ],
    "persian": [
      "For coat color, the persian shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the persian shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the persian shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the persian shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the persian shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the persian shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the persian shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the persian shows a distinctive visual characteristic typical of the breed.",
      "For body size, the persian shows a distinctive visual characteristic typical of the breed.",
      "For body build, the persian shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the persian shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the persian shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the persian shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the persian shows a distinctive visual characteristic typical of the breed.",
      "For head size, the persian shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the persian shows a distinctive visual characteristic typical of the breed.",
      "For posture, the persian shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the persian shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the persian shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the persian shows a distinctive visual characteristic typical of the breed."
    ],
    "ragdoll": [
      "For coat color, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For body size, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For body build, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For head size, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For posture, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the ragdoll shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the ragdoll shows a distinctive visual characteristic typical of the breed."
    ],
    "russian_blue": [
      "For coat color, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For body size, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For body build, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For head size, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For posture, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the russian blue shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the russian blue shows a distinctive visual characteristic typical of the breed."
    ],
    "siamese": [
      "For coat color, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For body size, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For body build, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For head size, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For posture, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the siamese shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the siamese shows a distinctive visual characteristic typical of the breed."
    ],
    "sphynx": [
      "For coat color, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For body size, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For body build, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For head size, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For posture, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the sphynx shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the sphynx shows a distinctive visual characteristic typical of the breed."
    ],
    "keeshond": [
      "For coat color, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For body size, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For body build, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For head size, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For posture, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the keeshond shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the keeshond shows a distinctive visual characteristic typical of the breed."
    ],
    "leonberger": [
      "For coat color, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For body size, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For body build, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For head size, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For posture, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the leonberger shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the leonberger shows a distinctive visual characteristic typical of the breed."
    ],
    "miniature_pinscher": [
      "For coat color, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For body size, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For body build, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For head size, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For posture, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the miniature pinscher shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the miniature pinscher shows a distinctive visual characteristic typical of the breed."
    ],
    "newfoundland": [
      "For coat color, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For body size, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For body build, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For head size, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For posture, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the newfoundland shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the newfoundland shows a distinctive visual characteristic typical of the breed."
    ],
    "pomeranian": [
      "For coat color, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For body size, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For body build, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For head size, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For posture, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the pomeranian shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the pomeranian shows a distinctive visual characteristic typical of the breed."
    ],
    "pug": [
      "For coat color, the pug shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the pug shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the pug shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the pug shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the pug shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the pug shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the pug shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the pug shows a distinctive visual characteristic typical of the breed.",
      "For body size, the pug shows a distinctive visual characteristic typical of the breed.",
      "For body build, the pug shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the pug shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the pug shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the pug shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the pug shows a distinctive visual characteristic typical of the breed.",
      "For head size, the pug shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the pug shows a distinctive visual characteristic typical of the breed.",
      "For posture, the pug shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the pug shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the pug shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the pug shows a distinctive visual characteristic typical of the breed."
    ],
    "saint_bernard": [
      "For coat color, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For body size, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For body build, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For head size, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For posture, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the saint bernard shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the saint bernard shows a distinctive visual characteristic typical of the breed."
    ],
    "samoyed": [
      "For coat color, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For body size, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For body build, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For head size, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For posture, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the samoyed shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the samoyed shows a distinctive visual characteristic typical of the breed."
    ],
    "scottish_terrier": [
      "For coat color, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For body size, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For body build, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For head size, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For posture, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the scottish terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the scottish terrier shows a distinctive visual characteristic typical of the breed."
    ],
    "shiba_inu": [
      "For coat color, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For body size, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For body build, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For head size, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For posture, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the shiba inu shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the shiba inu shows a distinctive visual characteristic typical of the breed."
    ],
    "staffordshire_bull_terrier": [
      "For coat color, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For body size, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For body build, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For head size, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For posture, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the staffordshire bull terrier shows a distinctive visual characteristic typical of the breed."
    ],
    "wheaten_terrier": [
      "For coat color, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For body size, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For body build, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For head size, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For posture, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the wheaten terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the wheaten terrier shows a distinctive visual characteristic typical of the breed."
    ],
    "yorkshire_terrier": [
      "For coat color, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For body size, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For body build, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For head size, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For posture, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the yorkshire terrier shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the yorkshire terrier shows a distinctive visual characteristic typical of the breed."
    ],
    "english_cocker_spaniel": [
      "For coat color, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For body size, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For body build, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For head size, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For posture, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the english cocker spaniel shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the english cocker spaniel shows a distinctive visual characteristic typical of the breed."
    ],
    "english_setter": [
      "For coat color, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For body size, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For body build, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For head size, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For posture, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the english setter shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the english setter shows a distinctive visual characteristic typical of the breed."
    ],
    "german_shorthaired": [
      "For coat color, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For body size, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For body build, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For head size, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For posture, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the german shorthaired shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the german shorthaired shows a distinctive visual characteristic typical of the breed."
    ],
    "havanese": [
      "For coat color, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For body size, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For body build, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For head size, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For posture, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the havanese shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the havanese shows a distinctive visual characteristic typical of the breed."
    ],
    "japanese_chin": [
      "For coat color, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For body size, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For body build, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For head size, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For posture, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the japanese chin shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the japanese chin shows a distinctive visual characteristic typical of the breed."
    ],
    "chihuahua": [
      "For coat color, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For coat pattern, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For coat texture, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For fur length, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For ear shape, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For ear size, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For tail shape, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For tail length, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For body size, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For body build, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For face shape, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For eye shape, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For eye color, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For muzzle shape, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For head size, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For leg length, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For posture, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For overall silhouette, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For typical markings, the chihuahua shows a distinctive visual characteristic typical of the breed.",
      "For fur density, the chihuahua shows a distinctive visual characteristic typical of the breed."
    ],
    "great_pyrenees": [
        "For coat color, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For coat pattern, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For coat texture, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For fur length, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For ear shape, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For ear size, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For tail shape, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For tail length, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For body size, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For body build, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For face shape, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For eye shape, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For eye color, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For muzzle shape, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For head size, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For leg length, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For posture, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For overall silhouette, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For typical markings, the great pyrenees shows a distinctive visual characteristic typical of the breed.",
        "For fur density, the great pyrenees shows a distinctive visual characteristic typical of the breed."
    ]
  }
}